package config

const (
	PptRoMLJSON = `{
    "幻灯片1": "封面：机器学习概述",
    "幻灯片2": "目录页：各部分内容导航",
    "幻灯片3": "第一章开场页：走近机器学习",
    "幻灯片4": "什么是机器学习",
    "幻灯片5": "机器学习重要性",
    "幻灯片6": "第二章开场页：学习类型大观",
    "幻灯片7": "主要学习类型介绍",
    "幻灯片8": "有监督学习详解",
    "幻灯片9": "无监督学习探秘",
    "幻灯片10": "强化学习的概念",
    "幻灯片11": "第三章开场页：工作流程解析",
    "幻灯片12": "机器学习工作流程",
    "幻灯片13": "第四章开场页：算法模型聚焦",
    "幻灯片14": "常用算法与模型",
    "幻灯片15": "第五章开场页：应用挑战展望",
    "幻灯片16": "应用领域与案例",
    "幻灯片17": "面临挑战与限制",
    "幻灯片18": "未来发展趋势",
    "幻灯片19": "总结与致谢"
}`
)
